Repository: Navalik/tcg_tracker
Catalog: lib/l10n/app_*.arb
Languages: it

# bulkAllPrintingsTitle
source: All printings
it: Tutte le stampe

# bulkAllPrintingsDescription
source: All printings (best for full scan coverage).
it: Tutte le stampe (ideale per copertura completa da scansione).

# bulkOracleCardsTitle
source: Oracle cards
it: Carte Oracle

# bulkOracleCardsDescription
source: Oracle-level (not all printings/variants).
it: Livello Oracle (non tutte le stampe/varianti).

# bulkUniqueArtworkTitle
source: Unique artwork
it: Artwork unica

# bulkUniqueArtworkDescription
source: One per artwork (not full print coverage).
it: Una per artwork (non copertura completa delle stampe).

source: Settings
it: Impostazioni

# searchHint
source: Search
it: Cerca

# loadMore
source: Load more results
it: Carica altri risultati

source: Card database
it: Database carte

# cardDatabaseSubtitle
source: Choose which database to download from Scryfall.
it: Scegli quale database scaricare da Scryfall.

source: Change
it: Cambia

# changeDatabaseTitle
source: Change database?
it: Cambiare database?

# changeDatabaseBody
source: The current database will be removed and you will need to download the cards again.
it: Il database attuale verra rimosso e dovrai scaricare di nuovo le carte.

source: Confirm
it: Conferma

# updatingDatabaseTitle
source: Updating database
it: Aggiornamento database

# preparingDatabaseBody
source: Preparing the new database...
it: Preparazione del nuovo database...

# databaseChangedGoHome
source: Database changed. Go back to Home to download.
it: Database cambiato. Torna alla Home per scaricare.

source: Not now
it: Non ora

source: Cancel
it: Annulla

source: Yes
it: Si

source: Create
it: Crea

source: Rename
it: Rinomina

source: Delete
it: Elimina

source: Save
it: Salva

source: Update
it: Aggiorna

# searchCardsHint
source: Search cards
it: Cerca carte

source: Filters
it: Filtri

# searchSetHint
source: Search set
it: Cerca set

source: Details
it: Dettagli

source: Sort by
it: Ordina per

source: Select all
it: Seleziona tutto

source: Deselect all
it: Deseleziona tutto

# priceSourceTitle
source: Price source
it: Fonte prezzi

source: Daily snapshot
it: Snapshot giornaliera

source: Unable to sign out. Try again.
it: Impossibile uscire. Riprova.

source: Sign out
it: Esci

# guestLabel
source: Guest
it: Ospite

# googleUserLabel
source: Google User
it: Utente Google

# localProfileLabel
source: Local profile
it: Profilo locale

source: Signed in with Google
it: Accesso con Google

source: Profile
it: Profilo

# proCardSubtitle
source: Unlock higher limits and upcoming premium features.
it: Sblocca limiti piu alti e funzionalita premium in arrivo.

# needMoreThanFreeTitle
source: Need more than Free?
it: Ti serve piu del piano Free?

# needMoreThanFreeBody
source: See plans, compare limits, and choose the best option for your collection workflow.
it: Confronta i piani, i limiti, e scegli l'opzione migliore per il tuo flusso di collezione.

source: Discover Plus
it: Scopri Plus

# pricesTitle
source: Prices
it: Prezzi

# pricesSubtitle
source: Price data provider and visible currencies.
it: Provider prezzi e valute visibili.

# showPricesLabel
source: Show prices
it: Mostra prezzi

source: Scryfall daily snapshot
it: Snapshot giornaliera Scryfall

# availableCurrenciesHint
source: Available in app: EUR and USD (foil uses foil value when available).
it: Disponibili nell'app: EUR e USD (foil usa il valore foil quando disponibile).

source: App info
it: Info app

# versionLabel
source: Version
it: Versione

# addByNameTitle
source: By name
it: Per nome

# addByNameSubtitle
source: Search and add manually
it: Cerca e aggiungi manualmente

# addByScanTitle
source: By scan
it: Da scansione

# addByScanSubtitle
source: Live OCR card recognition
it: Riconoscimento carta OCR live

# dailyScanLimitReachedTitle
source: Daily scan limit reached
it: Limite scansioni giornaliere raggiunto

source: All artworks
it: Tutte le artwork

# ownedLabel
source: Owned
it: Possedute

source: Searching online printings...
it: Ricerca stampe online...

source: Add to collection
it: Aggiungi alla collezione

source: Close preview
it: Chiudi anteprima

source: Retry
it: Riprova

# addLabel
source: Add
it: Aggiungi

# cardAddedTitle
source: Card added
it: Carta aggiunta

# addViaScanTitle
source: Add via scan
it: Aggiungi tramite scan

# scanCardWithLiveOcrSubtitle
source: Scan a card with live OCR
it: Scansiona una carta con OCR live

# alignCardInFrame
source: Align the card in the frame.
it: Allinea la carta nel riquadro.

source: Camera unavailable. Check permissions.
it: Camera non disponibile. Controlla i permessi.

# flashNotAvailableOnDevice
source: Flash is not available on this device.
it: Flash non disponibile su questo dispositivo.

# searchingCardTextStatus
source: Searching card text...
it: Cerco testo carta...

# searchingCardNameStatus
source: Searching card name...
it: Cerco nome carta...

# nameRecognizedOpeningSearchStatus
source: Name recognized. Opening search...
it: Nome riconosciuto. Apro la ricerca...

# ocrUnstableRetryingStatus
source: OCR unstable, retrying...
it: OCR instabile, riprovo...

# nameLabel
source: Name
it: Nome

# waitingStatus
source: Waiting
it: In attesa

source: Live OCR active
it: OCR live attivo

# uiLanguageTitle
source: UI language
it: Lingua interfaccia

# uiLanguageSubtitle
source: Choose the app interface language.
it: Scegli la lingua dell'interfaccia dell'app.

source: All cards
it: Tutte le carte

source: Not selected
it: Non selezionato

# gamePokemonDescription
source: Pokemon TCG collections.
it: Collezioni Pokemon TCG.

# gameMagicDescription
source: Magic: The Gathering collections.
it: Collezioni Magic: The Gathering.

# gameYugiohDescription
source: Yu-Gi-Oh! collections.
it: Collezioni Yu-Gi-Oh!.

# cardCount
source: {count, plural, =0 {0 cards} =1 {1 card} other {{count} cards}}
it: {count, plural, =0 {0 carte} =1 {1 carta} other {{count} carte}}

source: Search languages
it: Lingue ricerca

# searchLanguagesSubtitle
source: Choose which card languages appear in search.
it: Scegli quali lingue delle carte mostrare nella ricerca.

source: Card name
it: Nome carta

# typeArtistNameHint
source: Type an artist name
it: Digita il nome di un artista

source: Flavor text
it: Testo narrativo

# typeFlavorTextHint
source: Type flavor text
it: Digita il testo narrativo

# defaultLabel
source: Default
it: Predefinito

source: Remove
it: Rimuovi

source: Add language
it: Aggiungi lingua

# allLanguagesAdded
source: All languages are already added.
it: Tutte le lingue sono gia state aggiunte.

# languageAddedDownloadAgain
source: Language added. Download again to import the cards.
it: Lingua aggiunta. Scarica di nuovo per importare le carte.

source: Selected type
it: Tipo selezionato

source: Games
it: Giochi

# gamesSubtitle
source: Manage which TCGs are enabled.
it: Gestisci quali TCG sono abilitati.

source: Make primary
it: Imposta principale

source: Add game
it: Aggiungi gioco

# gameLimitReachedTitle
source: Game limit reached
it: Limite giochi raggiunto

# gameLimitReachedBody
source: The free version allows one game. Upgrade to Pro to add more.
it: La versione gratuita consente un solo gioco. Passa a Pro per aggiungerne altri.

# allGamesAdded
source: All games are already added.
it: Tutti i giochi sono gia stati aggiunti.

# primaryLabel
source: Primary
it: Principale

# addedLabel
source: Added
it: Aggiunto

# primaryGameSet
source: Primary game set to {game}.
it: Gioco principale impostato su {game}.

# proSubtitle
source: Unlock unlimited collections.
it: Sblocca collezioni illimitate.

source: Pro status
it: Stato Pro

source: Pro active
it: Pro attivo

source: Base plan
it: Piano Base

source: Store available
it: Store disponibile

source: Store not available yet
it: Store non ancora disponibile

# unlimitedCollectionsUnlocked
source: Unlimited collections are unlocked.
it: Collezioni illimitate sbloccate.

# unlockProRemoveLimit
source: Unlock Pro to remove the 5-collection limit.
it: Sblocca Pro per rimuovere il limite di 5 collezioni.

# priceLabel
source: Price: {price}
it: Prezzo: {price}

source: What you get
it: Cosa ottieni

# unlimitedCollectionsFeature
source: Unlimited collections
it: Collezioni illimitate

source: Support future premium features
it: Supporta le future funzioni premium

source: Switch to Base (test)
it: Passa a Base (test)

source: Switch to Pro (test)
it: Passa a Pro (test)

source: Restore purchases
it: Ripristina acquisti

source: Test mode
it: Modalita test

# testModeSubtitle
source: When enabled, Upgrade toggles Pro locally.
it: Quando abilitata, Upgrade attiva Pro localmente.

source: Manage
it: Gestisci

source: Reset
it: Ripristina

# resetSubtitle
source: Remove all collections and the card database.
it: Rimuovi tutte le collezioni e il database carte.

source: Factory reset
it: Ripristino di fabbrica

# factoryResetTitle
source: Factory reset?
it: Ripristino di fabbrica?

# factoryResetBody
source: This will remove all collections, the card database, and downloads. The app will return to a first-launch state.
it: Rimuovera tutte le collezioni, il database carte e i download. L'app tornera allo stato iniziale.

# cleaningUpTitle
source: Cleaning up
it: Pulizia in corso

# removingLocalDataBody
source: Removing local data...
it: Rimozione dati locali...

# resetComplete
source: Reset complete. Restart the app.
it: Ripristino completato. Riavvia l'app.

source: Upgrade
it: Passa a Pro

source: Choose database
it: Scegli database

source: Download database
it: Scarica database

source: Download update
it: Scarica aggiornamento

source: Downloading...
it: Download in corso...

# downloadingWithPercent
source: Downloading... {percent}%
it: Download in corso... {percent}%

# importingWithPercent
source: Importing... {percent}%
it: Importazione in corso... {percent}%

source: Checking updates...
it: Controllo aggiornamenti...

# downloadingUpdateWithTotal
source: Downloading update... {percent}% ({received} / {total})
it: Download aggiornamento... {percent}% ({received} / {total})

# downloadingUpdateNoTotal
source: Downloading update... {received}
it: Download aggiornamento... {received}

# importingCardsWithCount
source: Importing cards... {percent}% ({count} cards)
it: Importazione carte... {percent}% ({count} carte)

# downloadFailedTapUpdate
source: Download failed. Tap update again.
it: Download fallito. Tocca aggiorna di nuovo.

# selectDatabaseToDownload
source: Select a database to download.
it: Seleziona un database da scaricare.

# databaseMissingDownloadRequired
source: Database {name} missing. Download required.
it: Database {name} mancante. Download richiesto.

# updateReadyWithDate
source: Update ready: {date}
it: Aggiornamento pronto: {date}

# unknownDate
source: unknown
it: sconosciuta

source: Up to date.
it: Aggiornato.

source: Import now
it: Importa ora

# gameLabel
source: Game: {game}
it: Gioco: {game}

source: Rebuilding search index
it: Ricostruzione indice di ricerca

source: Required after large updates.
it: Richiesto dopo aggiornamenti importanti.

# addTitle
source: Add
it: Aggiungi

source: Add card(s)
it: Aggiungi carta/e

# addCardsToCatalogSubtitle
source: Add to the main catalog.
it: Aggiungi al catalogo principale.

# addCardsToCollection
source: Add card(s) to a collection
it: Aggiungi carta/e a una collezione

# addCardsToCollectionSubtitle
source: Choose a custom collection.
it: Scegli una collezione personalizzata.

# addCollection
source: Add a collection
it: Aggiungi una collezione

# addCollectionSubtitle
source: Create set-based or custom.
it: Crea per set o personalizzata.

source: Choose collection
it: Scegli collezione

# chooseCardDatabaseTitle
source: Choose card database
it: Scegli database carte

# chooseYourGameTitle
source: Choose your game
it: Scegli il tuo gioco

# collectionLimitReachedTitle
source: Collection limit reached
it: Limite collezioni raggiunto

# collectionLimitReachedBody
source: The free version allows up to {limit} collections. Upgrade to Pro to unlock unlimited collections.
it: La versione gratuita consente fino a {limit} collezioni. Passa a Pro per sbloccare collezioni illimitate.

source: Pro active. Unlimited collections.
it: Pro attivo. Collezioni illimitate.

# basePlanCollectionLimit
source: Base plan: up to {limit} collections.
it: Piano Base: fino a {limit} collezioni.

source: Pro enabled
it: Pro abilitato

source: Upgrade to Pro
it: Passa a Pro

source: My collections
it: Le mie collezioni

# buildYourCollectionsTitle
source: Build your own collections
it: Crea le tue collezioni

# buildYourCollectionsSubtitle
source: Tap to create your first collection.
it: Tocca per creare la tua prima collezione.

# addCardsNowTitle
source: Add cards now?
it: Aggiungere carte ora?

# addCardsNowBody
source: Use search and filters to add multiple cards.
it: Usa ricerca e filtri per aggiungere piu carte.

source: No sets available yet.
it: Nessun set disponibile al momento.

# newSetCollectionTitle
source: New set collection
it: Nuova collezione set

source: Collection already exists.
it: La collezione esiste gia.

# failedToAddCollection
source: Failed to add collection: {error}
it: Impossibile aggiungere collezione: {error}

# newCollectionTitle
source: New collection
it: Nuova collezione

# collectionNameHint
source: Collection name
it: Nome collezione

# createCustomCollectionFirst
source: Create a custom collection first.
it: Crea prima una collezione personalizzata.

# renameCollectionTitle
source: Rename collection
it: Rinomina collezione

# deleteCollectionTitle
source: Delete collection?
it: Eliminare collezione?

# deleteCollectionBody
source: "{name}" will be removed from this device.
it: "{name}" verra rimossa da questo dispositivo.

source: Collection deleted.
it: Collezione eliminata.

source: Download link unavailable.
it: Link download non disponibile.

source: Scryfall bulk update available.
it: Aggiornamento bulk Scryfall disponibile.

# advancedFiltersTitle
source: Advanced filters
it: Filtri avanzati

source: Rarity
it: Rarita

# setLabel
source: Set
it: Espansione

# colorLabel
source: Color
it: Colore

# colorWhite
source: White
it: Bianco

# colorBlue
source: Blue
it: Blu

# colorBlack
source: Black
it: Nero

# colorRed
source: Red
it: Rosso

# colorGreen
source: Green
it: Verde

# colorColorless
source: Colorless
it: Incolore

# languageEnglish
source: English
it: Inglese

# languageItalian
source: Italian
it: Italiano

# languageFrench
source: French
it: Francese

# languageGerman
source: German
it: Tedesco

# languageSpanish
source: Spanish
it: Spagnolo

# languagePortuguese
source: Portuguese
it: Portoghese

# languageJapanese
source: Japanese
it: Giapponese

# languageKorean
source: Korean
it: Coreano

# languageRussian
source: Russian
it: Russo

# languageChineseSimplified
source: Chinese (Simplified)
it: Cinese (Semplificato)

# languageChineseTraditional
source: Chinese (Traditional)
it: Cinese (Tradizionale)

# languageArabic
source: Arabic
it: Arabo

# languageHebrew
source: Hebrew
it: Ebraico

# languageLatin
source: Latin
it: Latino

# languageGreek
source: Greek
it: Greco

# languageSanskrit
source: Sanskrit
it: Sanscrito

# languagePhyrexian
source: Phyrexian
it: Phyrexiano

# typeLabel
source: Type
it: Tipo

source: Mana value
it: Valore mana

# minLabel
source: Min
it: Minimo

# maxLabel
source: Max
it: Massimo

# noFiltersAvailableForList
source: No filters available for this list.
it: Nessun filtro disponibile per questa lista.

source: No filters available.
it: Nessun filtro disponibile.

source: Clear
it: Pulisci

source: Apply
it: Applica

# downloadComplete
source: Download complete: {path}
it: Download completato: {path}

# downloadFailedWithError
source: Download failed: {error}
it: Download fallito: {error}

# downloadFailedGeneric
source: Download failed.
it: Download fallito.

# networkErrorTryAgain
source: Network error. Please try again.
it: Errore di rete. Riprova.

source: Gallery
it: Galleria

source: List
it: Lista

# noCardsMatchFilters
source: No cards match these filters
it: Nessuna carta corrisponde a questi filtri

source: No owned cards yet
it: Nessuna carta posseduta

source: No cards yet
it: Nessuna carta

# tryEnablingOwnedOrMissing
source: Try enabling owned or missing cards.
it: Prova ad abilitare carte possedute o mancanti.

# addCardsHereOrAny
source: Add cards here or inside any collection.
it: Aggiungi carte qui o in qualsiasi collezione.

# addFirstCardToStartCollection
source: Add your first card to start this collection.
it: Aggiungi la prima carta per iniziare questa collezione.

source: Add card
it: Aggiungi carta

source: Owned ({count})
it: Possedute ({count})

source: Missing ({count})
it: Mancanti ({count})

# useListToSetOwnedQuantities
source: Use the list to set owned quantities.
it: Usa la lista per impostare le quantita possedute.

# addedCards
source: Added {count} cards.
it: Aggiunte {count} carte.

# quantityLabel
source: Quantity
it: Quantita

# altArtLabel
source: Alt art
it: Art alternativa

source: Mark missing
it: Segna come mancante

source: Import complete.
it: Importazione completata.

# importFailed
source: Import failed: {error}
it: Importazione fallita: {error}

source: Select filters first.
it: Seleziona prima i filtri.

# selectSetRarityTypeToNarrow
source: Select Set, Rarity, or Type to narrow results.
it: Seleziona Set, Rarita o Tipo per restringere i risultati.

# addAllResultsTitle
source: Add all results?
it: Aggiungere tutti i risultati?

# addAllResultsBody
source: This will add {count} cards to the collection.
it: Questo aggiungera {count} carte alla collezione.

source: Add all
it: Aggiungi tutto

source: Add filtered cards
it: Aggiungi carte filtrate

source: Add all results
it: Aggiungi tutti i risultati

# filteredResultsTitle
source: Filtered results
it: Risultati filtrati

# filteredCardsCountLabel
source: Cards matching your filters
it: Carte che corrispondono ai tuoi filtri

# refineSearchToSeeMore
source: Refine your search to view more than 100 cards.
it: Affina la ricerca per vedere piu di 100 carte.

source: View results
it: Vedi risultati

# searchCardTitle
source: Search card
it: Cerca carta

source: Add one
it: Aggiungi una

# missingLabel
source: Missing
it: Mancante

# typeCardNameHint
source: Type a card name
it: Digita il nome di una carta

# resultsWithFilters
source: Results: {visible} / {total} · Languages: {languages}
it: Risultati: {visible} / {total} · Lingue: {languages}

# resultsWithoutFilters
source: Results: {total} · Languages: {languages}
it: Risultati: {total} · Lingue: {languages}

source: Start typing to search.
it: Inizia a digitare per cercare.

source: No results found
it: Nessun risultato trovato

# tryRemovingChangingFilters
source: Try removing or changing filters.
it: Prova a rimuovere o cambiare i filtri.

# tryDifferentNameOrSpelling
source: Try a different name or spelling.
it: Prova un nome o una grafia diversa.

source: All cards collection not found.
it: Collezione Tutte le carte non trovata.

# setCollectionCount
source: Set • {count} cards
it: Set • {count} carte

# customCollectionCount
source: Custom • {count} cards
it: Personalizzata • {count} carte

# createCollectionTitle
source: Create collection
it: Crea collezione

# setCollectionTitle
source: Set collection
it: Collezione set

# setCollectionSubtitle
source: Tracks missing cards by set.
it: Traccia le carte mancanti del set.

# customCollectionTitle
source: Custom collection
it: Collezione personalizzata

# customCollectionSubtitle
source: Add cards manually.
it: Aggiungi carte manualmente.

# loyaltyLabel
source: Loyalty {value}
it: Lealta {value}

# detailSet
source: Set
it: Espansione

# detailCollector
source: Collector
it: Collezionista

# detailRarity
source: Rarity
it: Rarita

# detailSetName
source: Set name
it: Nome set

# detailLanguage
source: Language
it: Lingua

# detailRelease
source: Release
it: Uscita

# detailArtist
source: Artist
it: Artista

source: Select cards
it: Seleziona carte

# selectedCardsCount
source: {count, plural, =0 {0 selected} =1 {1 selected} other {{count} selected}}
it: {count, plural, =0 {0 selezionate} =1 {1 selezionata} other {{count} selezionate}}

# deleteCardsTitle
source: Delete selected cards?
it: Eliminare le carte selezionate?

# deleteCardsBody
source: This will delete {count, plural, =0 {0 cards} =1 {1 card} other {{count} cards}} from this collection.
it: Questo eliminera {count, plural, =0 {0 carte} =1 {1 carta} other {{count} carte}} da questa collezione.

# filteredResultsSummary
source: Results: {visible}/{total}
it: Risultati: {visible}/{total}

source: View more results
it: Vedi piu risultati

# noCardTextRecognizedTryLightFocus
source: No card text recognized. Try better light and focus.
it: Nessun testo carta riconosciuto. Prova con piu luce e messa a fuoco.

# freePlan20ScansUpgradePlusBody
source: Free plan allows 20 scans per day. Upgrade to Plus for unlimited scans.
it: Il piano Free consente 20 scansioni al giorno. Passa a Plus per scansioni illimitate.

# scanAnotherCardQuestion
source: Do you want to scan another card?
it: Vuoi scansionare un'altra carta?

source: Plus active
it: Plus attivo

source: Upgrade to Plus
it: Passa a Plus

# freePlanLabel
source: Free
it: Gratis

# dailyCardScansFeature
source: Daily card scans
it: Scansioni carte giornaliere

# collectionsFeature
source: Collections
it: Collezioni

# cardSearchAddFeature
source: Card search and add
it: Ricerca e aggiunta carte

# advancedFiltersFeature
source: Advanced filters
it: Filtri avanzati

# scansPerDay
source: {count}/day
it: {count}/giorno

# unlimitedLabel
source: Unlimited
it: Illimitato

# monthlyPlanLabel
source: Monthly
it: Mensile

# yearlyPlanLabel
source: Yearly
it: Annuale

# oneMonthLabel
source: 1 month
it: 1 mese

# twelveMonthsLabel
source: 12 months
it: 12 mesi

source: Already subscribed? Restore
it: Hai gia un abbonamento? Ripristina

# previewBillingNotice
source: Purchases are handled client-side for now. Server validation can be added later.
it: Schermata preview: il flusso di pagamento reale verra integrato nel prossimo step.

# planSelectedPreview
source: {plan} plan selected. Billing will be enabled in a next step.
it: Piano {plan} selezionato. La fatturazione verra abilitata nel prossimo step.

# authNetworkErrorDuringSignIn
source: Network error during sign-in. Check connection and retry.
it: Errore di rete durante l'accesso. Controlla la connessione e riprova.

# authInvalidGoogleCredential
source: Invalid Google credential. Try again.
it: Credenziali Google non valide. Riprova.

# authGoogleSignInFailedWithCode
source: Google sign-in failed ({code}).
it: Accesso Google fallito ({code}).

# authGoogleSignInConfigError
source: Google sign-in config error (SHA/package/Firebase config).
it: Errore configurazione Google Sign-In (SHA/package/Firebase config).

# authNetworkErrorDuringGoogleSignIn
source: Network error during Google sign-in.
it: Errore di rete durante l'accesso con Google.

# authGoogleSignInCancelled
source: Google sign-in cancelled.
it: Accesso Google annullato.

# authGoogleSignInFailedTryAgain
source: Google sign-in failed. Try again.
it: Accesso Google fallito. Riprova.

# authWelcomeTitle
source: Welcome to BinderVault
it: Benvenuto in BinderVault

# authWelcomeSubtitle
source: Sign in with Google to sync your account.
it: Accedi con Google per sincronizzare il tuo account.

# authSignInWithGoogle
source: Sign in with Google
it: Accedi con Google

# authContinueAsGuest
source: Continue as guest
it: Continua come ospite
